<?php

return [

    'title_page' => 'المراحل الدراسية',
    'List_stage' => 'قائمة المراحل الدراسية',
    'add_stage' => 'اضافة مرحلة',
    'edit_stage'=> 'تعديل مرحلة',
    'delete_stage'=> 'حذف مرحلة',
    'Warning_stage'=> 'هل انت متاكد من عملية الحذف ؟',
    'stage_name_ar' => 'اسم المرحلة بالعربية',
    'stage_name_en' => 'اسم المرحلة بالانجليزية',
    'Notes' => 'ملاحظات',
    'submit' => 'حفظ البيانات',
    'Name'=>'اسم المرحلة',
    'Processes'=>'العمليات',
    'delete_stage_Error'=>'لايمكن حذف المرحلة بسبب وجود صفوف تابعة لها',
    'Edit'=>'تعديل',
    'exists'=>'المرحلة موجودة مسبقا',
    'Delete'=>'حذف',
    'Close' => 'اغلاق',
    'search_by_grade' => 'البحث بالدرجة',



];
